Repository: Tintazul/licence-picker
Catalog: languages/licence-picker-*.po
Languages: pt_pt

source: %1$s %2$s not activated
pt_pt: %1$s %2$s não ativado

source: You are running WordPress version %1$s. This plugin requires version %2$s or higher, and has been deactivated! Please upgrade WordPress and try again.
pt_pt: Está a correr o WordPress %1$s. Este plugin exige no mínimo a versão %2$s, e foi desativado! Por favor atualize o WordPress e tente novamente.

source: Back to WordPress admin
pt_pt: Regressar à página de administração do WordPress

source: Licence picker
pt_pt: Escolher uma licença

source: Search licences
pt_pt: Pesquisar licenças

source: All licences
pt_pt: Todas as licenças

source: Parent licence
pt_pt: Licença pai

source: Parent licence:
pt_pt: Licença pai:

source: Edit licence
pt_pt: Editar licença

source: Update licence
pt_pt: Alterar licença

source: Add New licence
pt_pt: Criar nova licença

source: New licence
pt_pt: Nova licença

source: Licences
pt_pt: Licenças
